# MmCaret3 Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..MmCaret3 Property
SymbolTypeId Class See Also
---
Symbol mm^3, indicating unit Cubic millimeters.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId MmCaret3 { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MmCaret3 As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MmCaret3 {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace